[
  {
    "Program Affiliation": "Historic Preservation",
    "Title": "A Place to Start: A Toolkit for Documenting LGBTQ Heritage in Baltimore City (and Beyond)",
    "Description": "The topic of this studio course was the tangible and intangible heritage associated with the LGBTQ community in Baltimore Maryland.  The focus of the students work was on affirming placeswhich are defined as buildings or locations/sites that have been traditionally associated with affirming the identity of and providing social support for LGBTQ people. These places include health centers churches libraries bars and private homes. The contemporary LGBTQ community is rapidly moving toward online affirmation/support networks and becoming less place-centric which threatens the continued relevance of physical resources and their role as affirming places.  The studio was conducted in partnership with Preservation Maryland under the direction of Dr. Jeremy Wells; the class was composed of Ty Ginter Daniela Tai  Emma Schrantz Kelly Haley and Katie Boyle.Students produced a 96-page toolkit that focused on marginalized community members who have traditionally been excluded from historic preservation practice and from LGBTQ history. The students considered how the traditional authorized heritage discourse applied to their work prepared an overview of the past present and future of official designation of LGBTQ historic places and explored the use of grassroots preservation tools in marginalized communities. Students collected data for their study through interviews a community workshop archival research and physical documentation. Students chose the site of a former bar Club Hippo as a case study to demonstrate how a community can identify and document LGBTQ built heritage through grass-roots efforts.",
    "Links (DRUM or Website)": "https://drum.lib.umd.edu/handle/1903/21809",
    "Year": "Fall 2018",
    "Advisor": "Jeremy Wells",
    "Students": "Boyle Katherine Ginter ,Ty Haley, Kelly Marie Tai,Daniela Schindler Kelly Schrantz,Emma",
    "lat": 39.2903848,
    "lng": -76.6121902
  },
  {
    "Program Affiliation": "Historic Preservation + Urban Studies & Planning",
    "Title": "Baltimore Alley House Studio",
    "Description": "This report prepared as part of a joint studio between graduate students in the Master of Community Planning and the Master of Historic Preservation programs at the University of Maryland College Park for the Maryland Department of Housing and Community Development (DHCD) the Maryland Historical Trust (MHT) and the City of Baltimore Commission for Historical and Architectural Preservation (CHAP) seeks to answer the following questions: (1) What is an alley house? (2) How many alley houses exist in the City of Baltimore and where are they located? (3) What is the best method for determining the fate of these buildings?",
    "Links (DRUM or Website)": "https://drum.lib.umd.edu/handle/1903/21808",
    "Year": "Fall 2017",
    "Advisor": "Lee Edgecombe and Jeremy Wells",
    "Students": "Bondarenko Iryna Castro Cerdas Juan Gibson Jamesha Mehrotra RidhimaNarron Jack Olafusi Abidemi Pickens Meagan Seguin Andrew Shell Nayo Simmons Holly Vargas Hadassah",
    "lat": 38.8951118,
    "lng": -77.0363693
  },
  {
    "Program Affiliation": "Historic Preservation + Urban Studies & Planning",
    "Title": "West Baltimore Street Toolkit for Commercial Revitalization",
    "Description": "Over the course of more than a century by weaving together the threads of commercial industrial and residential history the neighborhoods of Southwest Baltimore created a rich tapestry reflecting the economic ethnic and racial groups that lived and worked in this community.   Since the 1960s however the Southwest community has grappled with a cycle of disinvestment common to other post-industrial cities.  With the loss of building stock and the precarious outlook for the availability of development dollars West Baltimore Street is in a state of uncertainty.  The students of the preservation studio studied the community historical resources and examined contemporary needs seeking to use the tools of historic preservation to foster neighborhood revitalization while retaining the Southwest distinct architectural fabric and historical character.  They created a toolkit that would enable residents to uncover the social architectural economic and aesthetic value of the buildings of West Baltimore Street.  Through this process community members can become the leaders of efforts to generate economic revitalization while protecting the unique historical character of their neighborhood.",
    "Links (DRUM or Website)": "https://drum.lib.umd.edu/handle/1903/16377",
    "Year": "Fall 2014",
    "Advisor": "Michele Lamprakos",
    "Students": "Connors Emily Donaldson Rachel Guyton Tyra Holo Melissa Johnston Kara Taus Kathleen",
    "lat": 39.2903848,
    "lng": -76.6121902
  },
  {
    "Program Affiliation": "Historic Preservation + Urban Studies & Planning",
    "Title": "Old Goucher Neighborhood: Strengthening a Community Identity through an Exploration of the Past",
    "Description": "The Old Goucher neighborhood is a vibrant and diverse community located in the center of Baltimore Maryland which is surrounded by rapidly developing and expanding communities. In an effort to get ahead of anticipated redevelopment pressures affecting their community the Old Goucher Community Association and the Old Goucher Business Alliance worked with the University of Maryland to create a Vision Plan to ensure that their values and goals are considered in the process of planning for the future of the community. The studio focused on contributing a historical analysis of the physical and social fabric of the neighborhood which has shown that the Old Goucher neighborhood is historically significant as a prototypical late 19th-century suburb. The former campus of Goucher College which includes several buildings designed by nationally renowned architects was once the heart of the area. Understanding the importance of the community nodes and the original vision represented by the monumental presence of the college the original green spaces and the high quality and adaptability of the architectural fabric can provide a strong historical foundation for the current vision plan.",
    "Links (DRUM or Website)": "https://drum.lib.umd.edu/handle/1903/15090",
    "Year": "Fall 2013",
    "Advisor": "Michele Lamprakos",
    "Students": "Toprac Alexander Moore Amanda E. Ketz Anne M. Sylvester Caitlin Hayes Daniel F.C. Gorres Meredith",
    "lat": 38.8951118,
    "lng": -76.6121902
  },
  {
    "Program Affiliation": "Colvin Institute of Real Estate Development",
    "Title": "The Village: It All Happens Here",
    "Description": "Connectedness. Energy. Community.  The Village serves as the vibrant heart between Fredericks historic North Market Street and historic Shab Row/Everedy Square.  Activating the streetscape The Village takes full advantage of the breathtaking Carroll Creek Promenade. Walk your dog by day and take in the many restaurants and wineries by night.  Everyday needs are met at The Village featuring a natural market pharmacy and fitness studio.  The Village is truly a community for everyone offering both market rate and affordable housing.  The Market Square features flexible community space for events such as a Beer Garden and International Festival.  As they say in Frederick- Live Work Stay Play connect because at the Village it all happens here.",
    "Links (DRUM or Website)": "http://test-umd-arch.pantheonsite.io/colvin-institute-real-estate-development/village-it-all-happens-here",
    "Year": "Spring 2019",
    "Advisor": "Tanya Bansal",
    "Students": "Carrie Thomas",
    "lat": 39.2903848,
    "lng": -77.0363693
  },
  {
    "Program Affiliation": "Colvin Institute of Real Estate Development",
    "Title": "The Apartments at Carroll Creek: Mixed-use Community in Historic Downtown Frederick",
    "Description": "The Apartments at Carroll Creek is a grocery anchored mixed-use development which includes 224 residential units and 42240 square feet of retail deep in the heart of Downtown Frederick. The community will also provide 28 moderately priced units to accommodate the local workforce population with top class living conditions in the city. The development will bring high quality urban living and an easily accessible grocer to an undersupplied Downtown Frederick market.Overlooking the Carroll Creek this development will pair well with the incoming Downtown Hotel and vitalize the previous Post Office site and spur activity in a growing City of Frederick.",
    "Links (DRUM or Website)": "http://test-umd-arch.pantheonsite.io/colvin-institute-real-estate-development/apartments-carroll-creek-mixed-use-community-historic",
    "Year": "Spring 2019",
    "Advisor": "Tanya Bansal",
    "Students": "Nyasha Mandima",
    "lat": 39.2903848,
    "lng": -76.6121902
  }
]