[
  {
    "author": "Snehamay Khasnabis,Sabyasachee Mishra,Safi Chirag",
    "Description": "The purpose of evaluating mutually exclusive alternatives is to select the one with the highest benefits for implementation. A number of analytic techniques are available for such evaluation purposes. Four such techniques: Cost Effectiveness (C/E), Benefit Cost Ratio (B/C), Internal Rate of Return (IRR), and Pay-off Period (PP) are discussed in this paper, including their theoretical foundation and data requirements, Also discussed are the measures of effectiveness (MOE) associated with each of these techniques, and how these are to be interpreted. Alternatives to be selected for implementation following such evaluation can typically be funded under different policy objectives. Three such objectives are identified in the paper: Objective A, constrained resource perspective; Objective B, investment perspective; and Objective C, face value perspective. The possible relationship between the alternative selection and program is discussed in the paper. A case study for a set of six mutually exclusive highway safety alternatives is presented using the four analytic techniques and three objectives, resulting in various possible solutions. Results show that under compatible assumptions, and for a given policy objective, the outcome of the evaluation is not affected by the choice of the analytic technique. However, for a given analytic technique, the outcome may be affected by the choice of the policy objective chosen. The principles presented are relevant for most public projects (e.g. transit, airports, etc.) involving the investment of taxpayer resources, even though the case study involves a highway safety project.",
    "url": "http://hdl.handle.net/1903/21527",
    "subject": "Transportation,Economic evaluation,Policy,Mutually exclusive alternatives,Highway safety",
    "Title": "Transit: An Evaluation Procedure for Mutually Exclusive Highway Safety Alternatives under Different Policy Objectives",
    "type": "Article",
    "lat": 39.4143,
    "lng": -77.4105
  },
  {
    "author": "Reid Ewing",
    "Description": "Moving traffic efficiently is something transportation planners should know and care about, because our \"customers\" (the traveling public) find traffic so frustrating and because competent traffic engineers aren't always around.",
    "url": "http://hdl.handle.net/1903/21529",
    "subject": "Transportation,Traffic",
    "Title": "Why We Should Care About Traffic",
    "type": "Article",
    "lat": 37.4143,
    "lng": -76.4105
  },
  {
    "author": "Marie Howland",
    "Description": "This study examines the role that land contamination plays in hindering central city redevelopment. We tracked all sales, the selling price, existence of contamination, location, and length of time on the market in one industrial area of approximately 5,580 acres in Southwest Baltimore. The results indicate that after the mid 1990s, contaminated parcels are selling and the market has adjusted to contamination by lowering sales prices. Over the decade 45 parcels with either confirmed or historical reasons to suspect contamination sold. Interviews with owners and brokers of the parcels on the market for two years or more indicate that outdated parcel sizes, inadequate roads for modern truck access, outdated and aging infrastructure, incompatible land uses, and high asking prices are the most significant barriers to the redevelopment of industrial central city districts.",
    "url": "http://hdl.handle.net/1903/21476",
    "subject": "Economic Development,Environment,Land contamination,Central city redevelopment,Contaminated parcels,Industrial central city districts,Redevelopment,Revitalization,Brownfield",
    "Title": "The Legacy of Contamination and the Redevelopment of Inner-City Industrial Districts",
    "type": "Article",
    "lat": 38.4143,
    "lng": -77.3105
  },
  {
    "author": "Gerrit Knaap,Lewis, Rebecca",
    "Description": "In 1997, the Maryland General Assembly enacted the Smart Growth and Neighborhood Conservation initiative, an attempt by state government to use the state budget to concentrate urban development in certain areas. The primary vehicle for this approach was embodied in the Smart Growth Areas Act, which required that all “growth-related” funding by state agencies occur in locally designated “Priority Funding Areas” (PFAs) that met certain state criteria. The intent of the Act was to restrict state spending so it became easier for local governments and private developers to concentrate urban development within the PFAs, while at the same time, discourage development outside PFAs. Data recently released by the Maryland Department of Planning, however, reveal that the Act is not having its intended effect. Although approximately three-fourths of all residential permits issued from 1990 to 2004 were for development inside PFAs, approximately three- fourths of the land developed for residential use over the same period was developed outside PFAs. Furthermore, the share of permits issued for residential development outside PFAs has risen from approximately 28.6 percent in 1998 to 31.6 percent in 2004, while the share of acres developed for residential use outside PFAs has risen from 76.7 percent in 1998 to 77.2 percent in 2004.1 These data suggest that the Smart Growth Areas Act has not concentrated growth inside PFAs as intended.",
    "url": "http://hdl.handle.net/1903/21513",
    "subject": "Land Use,Maryland,Smart Growth,Priority funding areas,Pfa,Smart Growth Areas Act",
    "Title": "State Agency Spending Under Maryland's Smart Growth Areas Act: Who's Tracking, Who's Spending, How Much, and Where?",
    "type": "Article",
    "lat": 39.3343,
    "lng": -77.2105
  },
  {
    "author": "Robert Nelson",
    "Description": "Critics of private community associations often argue that they represent an undesirable combination of “private” and “governmental” powers. They suggest that the significant differences between a suburban municipality and a private community association should be reduced. The private status of a community association, for example, should not be allowed to shelter it from free speech and other constitutional requirements normally applied to local municipalities. Voting rights in private community associations perhaps should be newly extended to renters. In this paper, I suggest the opposite tack. Instead of requiring private community associations to conform to the legal requirements and social expectations of a municipality, I propose to liberate the municipality to function in the manner of a private business. Local government in America will continue to evolve towards a new form of collective private property – and this will be a good thing.",
    "url": "http://hdl.handle.net/1903/21518",
    "subject": "Land Use,Local Government as Private Property",
    "Title": "Local Government as Private Property",
    "type": "",
    "lat": 39.1143,
    "lng": -77.9105
  },
  {
    "author": "Reid Ewing,Barbara McCann",
    "Description": "The findings presented here are from the article, Relationship Between Urban Sprawl and Physical Activity, Obesity and Morbidity, by Reid Ewing, Tom Schmid, Richard Killingsworth, Amy Zlot, and Stephen Raudenbush, published in the September 2003 issue of the American Journal of Health Promotion. This report is intended to make this important piece of research more accessible to the general public. In addition to presenting research findings, this report summarizes recent research done by others on the links between the way we’ve built our communities, physical activity, and health. It also includes recommendations for change and resources for those interested in further exploration of this topic.",
    "url": "http://hdl.handle.net/1903/21520",
    "subject": "Land Use,Public Health,Physical Activity,Urban Design,Sprawl,Obesity,Prevention Research",
    "Title": "Measuring the Health Effects of Sprawl: A National Analysis of Physical Activity, Obesity and Chronic Disease",
    "type": "Article",
    "lat": 39.8143,
    "lng": -77.6105
  },
  {
    "author": "Anna Alberini,Alberto Longo",
    "Description": "Using the hedonic pricing approach, we investigate how the information released on public registries of contaminated and potentially contaminated sites affects nearby commercial and industrial properties in Baltimore, Maryland. We find that commercial and industrial properties are virtually unaffected by proximity to a site with a history of contamination. Knowing that the site is no longer considered contaminated does not have a rebound effect on property prices either. We also find that urban economic development policies, such as Empowerment Zones and Enterprise Zones, have little effect on property values. In sum, brownfield properties in Baltimore are not particularly attractive investments for developers, and there is little potential for self-sustaining cleanup based on appropriate fiscal incentives, such as Tax Increment Financing. It is doubtful that “one size fits all” measures to encourage the cleanup of contaminated sites can be successful in this context.",
    "url": "http://hdl.handle.net/1903/21537",
    "subject": "Economic Development,Environment,Maryland,Brownfields,Contaminate site registeries,Distance to contaminated sites,Hedonic pricing model",
    "Title": "What Are the Effects of Contamination Risks on Commercial and Industrial Properties? Evidence from Baltimore, Maryland",
    "type": "Article",
    "lat": 39.5143,
    "lng": -77.7105
  },
  {
    "author": "Bernadette Hanlon,Marie Howland,Michael McGuire",
    "Description": "This paper uses a logit model to estimate whether and to what extent Maryland’s Priority Funding Area (PFA) program steers urban growth to locations inside targeted growth area boundaries of an ex-urban county in the outer suburbs of the Washington, D.C. region. The results of our model indicate that the size of an agricultural parcel, its distance from urban parcels, its proximity to highways, the quality of the land for agriculture, and the location in or outside of PFAs influence the probability an agricultural parcel will remain in agriculture or be converted to urban use. We find that some of the areas experiencing the greatest market pressure for development are located outside PFAs and, although Maryland’s incentive-based strategy reduces the likelihood a parcel outside a PFA will transition to urban use, this policy is not one hundred percent effective.",
    "url": "http://hdl.handle.net/1903/21781",
    "subject": "Land Use,Maryland,Smart Growth,Priority funding areas,Growth management,Land use change,Frederick County",
    "Title": "Hotspots for Growth: Land Use Change and Priority Funding Area Policy in a Transitional County in the U.S.",
    "type": "Article",
    "lat": 39.4143,
    "lng": -77.84105
  },
{"Program Affiliation":"URSP and PALS","Title":"A Framework Plan for Preservation and Growth in Creswell","Description":"HarfordNEXT, the county's 2016 Masterplan, designated Creswell as a study area. The proposed study was to focus on current and future infrastructure needs in Creswell, especially for transportation. HarfordNEXT calls for a comprehensive analysis of facilities needed to serve the area and asserts that future development must be compatible with the preservation of Creswell's rural character.","Links (DRUM or Website)":"http://hdl.handle.net/1903/24879","Year":"Spring 2019\n\n","Faculty Advisor":"Uri Avin, Noonkester Matt","Author":"Ali Bilal,Latimer Sarah, MacKereth Nick ,Nye Kari,Ottalini Russ,Smith Jerah ,Weller Anna Linden ,Clites Philip,Espinoza Maria,Kerner Bridget,Phelps Brooks,Scott Sacsheen,Goldsborough Elena","lat":"39.5068","lng":"-76.2707"},
{"Program Affiliation":"PALS","Title":"Turf Management Program - Harford County Department of Parks & Recreation","Description":"The purpose of this document is to provide an agronomic plan for the Harford County Department of Parks & Recreation that establishes a minimum/recreational level turf grass standard for a variety of activities and that uses the most cost-effective treatment options available.","Links (DRUM or Website)":"http://hdl.handle.net/1903/24803","Year":"Spring 2019\n","Faculty Advisor":"Geoff Rinehart","Author":" Ryan Geils, Tyler Johnson,  Bryson Spaulding, Max Sturges, Jason, Bryson Spaulding, Max Sturges","lat":"39.5839","lng":"-76.3637"},
{"Program Affiliation":"PALS and Real Estate","Title":"Essex Market Study Summary - Eastern Boulevard and Back River Neck Road","Description":"","Links (DRUM or Website)":"","Year":"Fall 2018\n","Faculty Advisor":"Melina Duggal, AICP","Author":"Cassandra Huntington, Xingchen Liu, Osedeba Okojie, Ashley Palmer, Akiel Pyant, Catherine Roach","lat":"39.3093","lng":"-77.108"},
{"Program Affiliation":"PALS","Title":"Springdale Preparatory Track Facility","Description":"Develop economic impact study of indoor track facility to be located in New Market, MD","Links (DRUM or Website)":"http://hdl.handle.net/1903/24833","Year":"Spring 2019\n","Faculty Advisor":"Nicole Coomber","Author":"Gobelez, Zeki Murphy, Kyle Henning, Brendan Yerkes, Andrew Machado, Fiona","lat":"39.542","lng":"-77.108"},
{"Program Affiliation":"PALS and Architecture","Title":"Reconnecting Neighborhoods:","Description":"This project provides flood control and protects the downtown while offering new public outdoor space and civic amenities. Today, more than $150 million in private investments are underway or planned in new construction, infill development or historic renovation in the park area. The first phase of the park improvements total nearly $11 million in construction. New elements to the park include brick pedestrian paths, water features, shade trees and plantings, pedestrian bridges, and a 350-seat amphitheater for outdoor performances. The Carroll Creek project has been a tremendous success for the City as a rebirth of the downtown is underway.","Links (DRUM or Website)":"http://hdl.handle.net/1903/20061","Year":"Fall 2014\n","Faculty Advisor":"Matt Bell","Author":"Chaudhry Lubna,Doeller Matthew,Hunjan Charishma,Leestma David ,McCartney Timothy,Moreno-Holt Daniel ,Nolen Betsy,Palmadesso Allison,Petrocelli Luke,Petrusic Luke,Rosenthal Shira,Steen Siobhan,Stout Taylor,Svensson Katarina,Wallerich Nader,Watt Richard,Weller Sofia","lat":"39.4143","lng":"-77.4105"}
]